meme_dict = {
            "КРИНЖ": "Что-то очень странное или стыдное",
            "ЛОЛ": "Что-то очень смешное",
            "РОФЛ": "Шутка"
            "АГРО": "Злой"
            "АГРИТЬСЯ": "Злиться или придираться"
            }
word = input("Введите непонятное слово (большими буквами!): ")
if word in meme_dict.keys[word]:
    print(meme.dict[word])
else:
    print('Приносим свои глубочайшие извенение перед вами, перед нашим любимым пользователем, но такое слово не найдено в нашем словаре')
